Repository: RacheleSprugnoli/PUs-Alignment-Manzoni
Catalog: TMX/Longman 1845.tmx
Source language: it
Languages: en

source: in grazia vostra
en: on your account

source: mi son fermata di più
en: I stayed there

source: di dove
en: where from

source: Buona sera
en: Good evening

source: salutò per nome
en: saluted by her name

source: venne avanti
en: appeared

source: nello stesso tempo
en: at the same moment

source: si fece vedere
en: nan

source: aprì l' uscio
en: opened the door

source: siete poi ben sicura
en: are you quite sure

source: lo potrò pigliare
en: I shall be able to catch him

source: chi sa
en: who knows

source: se non lo piglio ora
en: If I don't catch him now

source: se non lo piglia al volo
en: if you don' t catch him soaring

source: Non hanno discrezione
en: have no discretion

source: In quel momento
en: At this moment

source: non c' è bisogno
en: it is not necessary

source: ha fatto dir tanto di sé
en: made himself so much talked about

source: ne ha fatte di così curiose
en: did such wonderful things

source: non trovava inciampo
en: had found no difficulty

source: un panegirico in onore di san Carlo
en: a panegyric in honour of San Carlo

source: in quel momento
en: in this moment

source: il primo che gli veniva alle mani
en: the first which came to hand

source: era lontano da preveder
en: so far was from foreseeing

source: pover' uomo
en: poor man

source: un letteratone del tempo antico
en: a wise man of ancient times

source: un uomo di studio
en: a learned man

source: portargli l' imbasciata
en: to lay before him this embassy

source: una stanza del piano superiore
en: an upper room

source: ruminava tra sé
en: said to himself

source: Carneade ! Chi era costui ?
en: Carneades who was this man

source: Cos' è tutto questo fracasso
en: What is all this noise

source: Guardano in su
en: they look up

source: stanno in orecchi
en: they listen

source: guardano in su
en: they look up

source: in folla
en: in a crowd

source: gente in casa
en: There are people in the house

source: in fretta
en: in haste

source: che diavolo c' è
en: What the devil is this

source: nessuno una risposta da dare
en: no one an answer to give

source: ognuno aveva una domanda da fare
en: every one had a question to ask

source: ogni momento
en: every moment

source: non c' era ancora anima vivente
en: no living soul had yet appeared

source: per grazia del cielo
en: by the grace of heaven

source: Voltarono s' incamminarono verso la chiesa
en: They turned back and directed their steps towards the church

source: fuor del pericolo
en: out of all danger

source: di qua o di là
en: somewhere

source: di tutti il più in sé
en: the others had more presence of mind than

source: di fuori
en: outside

source: Cattiva gente
en: Bad people

source: stava a bisticciar
en: was quarreling

source: si sentì chiamare a voce di popolo
en: he heard himself called by the voice of the people

source: chi sa che diavolo c' è
en: who knows what devil it is

source: son dentro
en: are inside

source: in fondo
en: at the bottom of

source: Quand' ebbe ripreso fiato
en: When he had recovered breath

source: affacciato alla finestra
en: having gone to the window

source: Stava dirimpetto
en: He inhabited opposite

source: si stringevan nelle spalle
en: shrugged their shoulders

source: chiuse la finestra
en: closed the window

source: vi ringrazio del vostro buon cuore
en: I return you thanks with all my heart

source: un' altra volta
en: another time

source: di notte
en: by night

source: a un tratto
en: all at once

source: di nuovo
en: again

source: si pentì d' averlo chiesto
en: called it he repented of having

source: è giù
en: he is down

source: in questo momento
en: now

source: l' uscio spalancato
en: the door open

source: rallenta il passo
en: would slacken his pace

source: di mano in mano che
en: gradually

source: si movono in massa
en: they moved off in a mass

source: son già fuori del paese
en: they are already out of the village

source: cercar soccorso
en: to fetch help

source: alla campana
en: to the bell

source: Alla campana
en: to the bell

source: spingono innanzi
en: pushed on

source: di mezzo alla folla
en: from the midst of the crowd

source: fomentar le ciarle
en: foment the gossip

source: per chiedergliene scusa
en: nan

source: fosse stato per loro un angelo tutelare
en: having been their guardian angel

source: si guardarono in viso l' un con l' altro
en: looking each other in the face terrified

source: pur troppo
en: nan

source: cosa fosse quel diavolo in casa
en: what devil this was in her house

source: ruppe il silenzio
en: broke silence

source: ripreso fiato
en: having taken breath

source: rallentarono il passo
en: nan

source: non sentendo un alito all' intorno
en: nan

source: un non so che
en: something

source: in affanno
en: distress

source: ancor più
en: yet more

source: cattiva riuscita
en: ill-success

source: ora l' uno ora l' altro
en: now one now another

source: in silenzio
en: in silence

source: di buon trotto
en: nan

source: un pezzo
en: on a considerable way

source: morir di malattia
en: dying in his bed

source: aveva cara la speranza
en: he held dear the hope

source: far deposizione al podestà
en: not to report to the Podestà

source: avevano affrontato don Abbondio
en: had accosted

source: due uomini d' assai gagliarda presenza
en: two men of a sufficiently bold bearing

source: venirsi incontro
en: he saw approach

source: ragion composta
en: the compound question

source: dar la caccia
en: giving chase

source: ottenne credenza
en: obtains credit

source: s' eran messe in salvo
en: have taken refuge

source: gettò una voce
en: gives out

source: portar via
en: carry off

source: sarebbe una vergogna
en: it would be a disgrace

source: alzando la voce
en: raising their voices

source: Le hanno portate via
en: They must have carried them off

source: pericolo corso
en: danger he had run

source: a man salva
en: with impunity

source: sa il cielo
en: heaven only knows

source: si fosse messo a questionare con ragioni
en: had begun to dispute with arguments

source: fece l' effetto
en: produced the desired effect

source: tutt' a un tratto
en: all at once

source: Omnia munda mundis
en: Omnia mundo mundis

source: scappa dagli artigli del lupo
en: escapes from the clutches of the wolf

source: non gli farebbe una difficoltà al mondo
en: would not make the slightest difficulty

source: vedete un poco
en: Only see

source: tentennava la testa
en: he shook his head

source: chiamato il padre da una parte
en: drawing the Father aside

source: adagio adagio
en: very gently

source: starci in sentinella
en: watch

source: Accanto a lui
en: Beside him

source: fece lor cenno ch' entrassero
en: made them a sign to enter

source: Dio sia benedetto
en: God be praised

source: stava ritto in aspettativa
en: stood awaiting them

source: La porta s' aprì
en: It opened

source: bel bello
en: with force

source: poteva darle una risposta soddisfacente
en: could give a satisfactory answer

source: essere andata troppo avanti
en: having gone so far

source: viaggio fuor di strada
en: journey performed out of the beaten road

source: tornò indietro
en: turned back

source: gli raccomandò molto
en: recommended him strongly

source: se ne levò quattro di tasca
en: took four out of her pocket

source: star in pena
en: be in trouble

source: in sé
en: in her heart

source: la notte degl' imbrogli e de' sotterfugi
en: the night of embarrassment and subterfuge

source: tenuto in concetto di santo
en: enjoyed the reputation of a saint

source: farebbe vedere
en: will shew

source: avesse a sua disposizione
en: at his disposal

source: per acqua e per terra
en: by land and water

source: fino a
en: straight to

source: a pochi passi
en: a few paces

source: per fin
en: until

source: ti guiderà
en: he will guide

source: ti farà da padre
en: will be a father

source: tu devi metterti in salvo
en: oughtest to save

source: sarete abbastanza fuori d' ogni pericolo
en: you will be removed from every danger

source: a ogni modo
en: in every case

source: siate sicuri
en: rest assured

source: non avete fatto male a nessuno
en: you have done evil to no one

source: ringraziate il Signore
en: thank God

source: lei ne sa più di me
en: you know more than I do

source: Ma che sa il cuore
en: But what does the heart know

source: il cuor mi dice che ci rivedremo presto
en: My heart tells me that we shall soon see each other again

source: Certo il cuore
en: Certainly the heart

source: vogando a due braccia
en: rows with both arms

source: da mezzo il cielo
en: from mid-heaven

source: Non tirava un alito di vento
en: Not a breath of wind stirred

source: prese il largo
en: taking the width of the lake

source: data e barattata la parola
en: having given and received the pass-word

source: zitti zitti
en: silently

source: dando loro un addio
en: bidding them adieu

source: chiuse la porta
en: closed the door

source: andò verso la sagrestia
en: moved towards the vestry

source: non trova parole
en: does not find words

source: chi gli dà retta
en: nan

source: il suo angelo v' accompagni
en: his angels will accompany you

source: Dio vi guardi
en: God will watch over you

source: non c' è tempo da perdere
en: there is no time to lose

source: ne ha tanto bisogno
en: he has much need

source: di cuore
en: from the bottom of our hearts

source: se non ve la chiedessimo
en: did we not demand this

source: nel mezzo della chiesa
en: in the middle of the church

source: vi dia forza
en: strength will give you

source: sopra tutto
en: nan

source: c' era stato il diavolo
en: the devil had been there

source: mise un gran sospiro
en: with a sigh

source: levandosi di tasca
en: raised out of her pocket

source: Addio monti sorgenti dall' acque
en: Adieu mountains source of waters

source: posò il braccio sulla sponda
en: placed her arms upon the side

source: per tutto
en: everywhere

source: a un tempo
en: suddenly

source: da gran tempo
en: a long time

source: ha già messi gli occhi addosso
en: he has had his eyes

source: gli levino il respiro
en: to take away his breath

source: tornerebbe allora indietro
en: would turn back

source: fare fortuna
en: making fortune

source: giù giù
en: nan

source: all' estremità
en: in the distance

source: in mezzo a
en: in the midst of

source: qua e là
en: here and there

source: al di là
en: beyond

source: con la testa voltata indietro
en: heads turned back

source: adagino adagino
en: nan

source: a voce chiara
en: with a loud voice

source: era di fianco alla scala
en: was on the side of the staircase

source: s' avvicinarono all' uscio
en: neared the door

source: non facendo rumore neppur per uno
en: making noise only for two

source: pian piano
en: very gently

source: accostò l' uscio
en: reclosed the door

source: arrivarono all' uscio
en: they arrived at the door

source: vennero avanti
en: came forth

source: in punta di piedi
en: on tip-toe

source: tutt' e due
en: both

source: fece coraggio
en: encouraged

source: Era il segnale
en: this was the signal

source: ebbero voltato
en: they had turned the corner

source: tirarsi alquanto in disparte
en: she would draw aside

source: In faccia all' uscio
en: Facing door

source: di dentro
en: from within

source: accostate l' uscio
en: approach the door

source: saper bene
en: to know

source: in quanto a
en: as to

source: quanto mi sia dispiaciuto
en: how sorry I was

source: metter male
en: to set people by the ears

source: l' uno e l' altro
en: both one and the other

source: povero cuore
en: heart poor

source: le contò le voltò le rivoltò
en: nan

source: mettere un po' di nero sul bianco
en: to put a little black upon white

source: va bene
en: Is this it

source: mise dentro la testa
en: thrust his head in

source: tener lontani
en: to keep in the distance

source: guardandosi intorno
en: looking behind him

source: si levò una chiave di tasca
en: nan

source: levandosi un involtino di tasca
en: taking a little packet out of his pocket

source: berlinghe nuove di quelle col sant' Ambrogio a cavallo
en: berlinghe quite new those with Saint Ambrose on horseback

source: per compagnia
en: For company

source: vi siete condotto dietro
en: have you brought with you

source: in tutte le maniere
en: in every manner

source: ch' è tardi
en: it is late

source: son venuto tardi
en: I am come too late

source: levava gli occhiali
en: he took off his spectacles

source: al chiaro di luna
en: in the moonlight

source: gli faceva cornice
en: made a frame

source: come abbiam detto
en: as we have said

source: tenendo il fiato
en: their breath held back

source: con l' orecchie tese
en: all ear

source: si tirò dietro l' uscio
en: drew after him the door

source: si disegnò
en: painted itself

source: a un per volta
en: one by one

source: d' improvviso
en: suddenly

source: non faccia schiamazzo
en: don' t make such a noise

source: come se facesse a mosca cieca
en: as one does in blindman' s buff

source: si chiuse dentro
en: shut himself in

source: gridava quanto n' aveva in canna
en: crying out at the pitch of his voice

source: buttando in terra
en: threw to the ground

source: Le sue labbra non erano ancora tornate al posto
en: His lips were not yet closed

source: quest' è mia moglie
en: this is my wife

source: in presenza di questi testimoni
en: in presence of these witnesses

source: prese una risoluzione
en: took a resolution

source: vide chiaro
en: saw clearly

source: nel mezzo
en: in the midst

source: allungando la mano
en: advancing his hand

source: alzando il viso
en: raising his head

source: sarete contento
en: shall you be contented

source: la piegò in quattro
en: folded it in four

source: rattenendo il respiro
en: holding their breath

source: tirandosela dietro
en: drawing her after him

source: darle coraggio
en: to give her courage

source: d' entrare
en: to enter

source: a quei ch' erano fuori
en: to those without

source: dar segno
en: as a signal

source: in maniera d' impedire
en: so as to impede

source: si piantaron ritti
en: planted themselves

source: a viva voce
en: aloud

source: levò fuori
en: took out

source: dalla vita alla morte
en: from life to death

source: ha avuto l' incomodo
en: you have taken the trouble

source: Lei mi fa torto
en: You do me wrong

source: le sanno tutte
en: they all know it

source: fuori di questa casa
en: out of this house

source: cercando a tastoni
en: groping about

source: da sé
en: herself

source: stanno a vedere
en: nan

source: ritornan sotto
en: return and lie down

source: vanno alla finestra
en: run to the window

source: Campana a martello
en: The bell tolls

source: si rizzano
en: spring to their feet

source: tendon l' orecchio
en: listen

source: suona a martello
en: tolls

source: cappello di gala
en: hat of ceremony

source: Dà di piglio alle brache
en: He seizes his breeches

source: dar più aiuto
en: assisting

source: su due piedi
en: on the spot

source: trovò un espediente
en: discovered an expedient

source: tirò indietro la testa
en: drew back his head

source: con gli occhi tra' peli
en: his eyes still closed with sleep

source: mise fuori la testa
en: put forth his head

source: in furia
en: in haste

source: fece un salto
en: made a spring

source: non appariva indizio di persona vivente
en: no sign of a living creature could be perceived

source: di giorno
en: by day

source: in fuori
en: further

source: Era il più bel chiaro di luna
en: It was the most beautiful moonlight

source: si diede a gridare
en: began to cry

source: aprì una finestra
en: opened a window

source: non dava segno
en: gave no sign

source: spazzando con le mani il pavimento
en: sought on the pavement

source: parrebbe la vittima
en: appears the victim

source: Così va spesso il mondo
en: Thus it often happens in the world

source: in realtà
en: in reality

source: era lui che faceva un sopruso
en: it was he who was the injurer

source: attendeva tranquillamente a' fatti
en: he was tranquilly attending to his own affairs

source: messo in fuga
en: put to flight

source: ha tutta l' apparenza
en: has all the appearance

source: s' era introdotto di soppiatto
en: he had secretly introduced himself

source: fare una riflessione
en: to make a reflection

source: serra serra
en: uproar

source: In mezzo a
en: In the midst of

source: uscire a salvamento
en: to get out and save

source: per l' amor di Dio
en: For the love of God

source: di quello che gli si chiedeva
en: nan

source: alla fin de' fatti
en: nan

source: meglio non può andare
en: things could not go on better

source: facesse rumore
en: made a noise

source: in cuor suo
en: in his heart

source: al fianco
en: at his side

source: in somma
en: in short

source: si fa venir dietro
en: takes with him

source: Lascia a terreno
en: He leaves on the ground-floor

source: porge l' orecchio
en: listens

source: Torna indietro
en: He returns

source: Cava fuori
en: He takes out

source: pezzo pane
en: morsel of bread

source: chi va là
en: who' s there

source: pian pianissimo
en: without any noise

source: nemmeno uno zitto
en: not even a hush

source: chiedeva ricovero
en: petitioned for shelter

source: aveva messo l' occhio
en: he had fixed his eyes

source: diede ordine
en: gave the order

source: fece venire avanti
en: made come on before

source: andò innanzi solo ad esplorare
en: went on alone to explore

source: in un momento
en: in a short time

source: prese un bordone da pellegrino
en: took a pilgrim' s staff in his hand

source: fecero la loro relazione
en: made their relation

source: Andarono diviato al casolare
en: They went straight to the desolate house

source: non incontrarono anima vivente
en: did not meet a single living sold

source: venire in chiaro
en: to assure

source: diedero una giravolta per il paese
en: took a walk through the village

source: d' aver fatto tardi
en: it had grown late

source: uscirono in fretta
en: went out in haste they

source: dal momento in cui
en: since the moment

source: fosser ben desti
en: were well awake they

source: prima anzi che
en: before even

source: prima che
en: before

source: in fatti
en: in fact

source: va diritto
en: goes straight

source: fossero all' ordine
en: they were ready

source: frugavan la casa dall' alto al basso
en: were groping about from the top to the bottom of the house

source: non s' era fatto vedere
en: had not shewn itself

source: a buon conto
en: at all events

source: nel mezzo del cortiletto
en: in the middle of the little court

source: corron qua e là
en: running about here and there

source: s' avviavan da quella parte
en: are ready to escape

source: esce di fila
en: leaves the ranks

source: lo tira in ischiera
en: drawing him back

source: or qua or là
en: here and there

source: tenerli insieme
en: to keep them together

source: venir loro addosso
en: had burst over them

source: da lontano
en: in the distance

source: star saldi
en: stand calm

source: s' urtano a vicenda
en: they ran against each other

source: fece la stessa impressione
en: made the same impression

source: alla volta del campanile
en: towards the belfry

source: via a gambe per la strada
en: begins running at full speed

source: si guardano in viso
en: gaze at each other

source: Chi è in difetto è in sospetto
en: Who is in fault is in fear

source: in fila
en: continuous

source: trema come una foglia
en: trembles like a leaf

source: fargli paura
en: to frighten him

source: tira fuori un coltellaccio
en: menaces him with an immense knife

source: gli mette una mano alla bocca
en: places a large hand over his mouth

source: caccia un urlo
en: sends forth a loud cry

source: in vece
en: however

source: in tono minaccioso
en: in a very menacing tone

source: a destra e a sinistra
en: one on either side of him

source: a un punto
en: suddenly

source: in gran sospetto
en: with great suspicion

source: mette il piede dentro
en: steps in

source: scappassero subito di casa
en: they should escape out of their house immediately

source: per l' amor del cielo
en: for the love of heaven

source: veniva di corsa
en: came in haste

source: si mettono all' erta
en: stand on their guard

source: passerà diritto
en: he will pass on

source: fan la guardia
en: watch

source: buttan sottosopra la casa
en: turn the house topsy-turvy

source: abbia fatto la spia
en: has played the spy

source: Che diavolo è questo
en: What the devil is this

source: fa le stesse cerimonie
en: performs the same ceremony

source: gli vengan dietro
en: follows them

source: Si stringe nelle spalle
en: He shrugs his shoulders

source: il letto è fatto e spianato
en: the bed is made and smooth

source: spalanca l' uscio
en: opens the door quite wide

source: davanti al viso
en: before his face

source: vi mette l' orecchio
en: he lays his ear to the crevice

source: è buio
en: all is dark

source: vi mette l' occhio
en: he looks in

source: si fa spiraglio
en: he opens it slightly

source: uscio che mette alla prima stanza l
en: the door which leads into the first room

source: Qui giace la lepre
en: Here is the hare' s form

source: prima di
en: nan

source: spalancan la mano e la bocca
en: raise their hands open their mouths

source: tenendola per la sottana
en: holding her by her petticoat

source: tornare indietro
en: to turn back

source: per ragione di
en: on account of

source: a corserelle e a fermatine
en: with many pausings and hurryings on again

source: sarà un po' di tempo perduto
en: it will only be a little lost time

source: alla peggio
en: At the worst

source: più che posso
en: as much as I can

source: tener costei a bada
en: to amuse this creature

source: Ma è fatta
en: but it is now done

source: È stata proprio grossa
en: It is a great folly

source: saranno ancor dentro
en: will they still be within

source: a quest' ora
en: now

source: faceva un altro discorso con sé stessa
en: she held another discourse with herself

source: è chiara
en: it' s clear

source: va benissimo
en: that' s very good

source: stava attenta
en: she was attentive

source: ogni tanto
en: from time to time

source: darle molta udienza
en: to pay great attention

source: andati a monte
en: nan

source: ben bene
en: nan

source: ogni volta che
en: each time

source: andarle dietro
en: followed

source: Non c' era che ridire
en: nan

source: fino a un certo punto
en: until a certain point

source: il più che fosse possibile
en: as much as possible

source: in una certa stradetta
en: in a certain little road

source: torniamo un passo indietro
en: retrace our steps

source: gli andaron dietro
en: they followed him

source: che metteva fuori
en: led towards the fields

source: prese la strada
en: took the road

source: era in fondo al villaggio
en: was at the beginning of the village

source: si mise alla fronte
en: he placed himself at their head

source: tutt' e tre
en: all three of us

source: in buon ordine
en: in good order

source: ce ne daranno
en: will give it us

source: a uno a uno
en: one by one

source: coltelli in pronto
en: knives ready

source: pistole in mano
en: hands pistols in your

source: alzati i calcagni
en: raised their heels

source: si trovarono in faccia Agnese
en: found themselves opposite to Agnese

source: quando saremo fuori
en: when we have got away

source: C' è il diavolo in casa
en: The devil is in your house

source: Cosa c' è d' altro
en: What is it then

source: per di qua
en: nan

source: di corsa
en: he stops them

source: com' è andata
en: How has it gone on

source: a stento
en: with difficulty

source: cavando fuori la parola
en: speaking

source: corse come poteva al buio
en: ran as well as she could in the darkness

source: entrò in fretta
en: in haste

source: mettersi in salvo
en: to save themselves

source: eran venuti giù saltelloni
en: had come leaping down
